---
kind: method
id: M:Autodesk.Revit.UI.UIFabricationUtils.GetOpenConnectorIndicatorAwayColor
source: html/ae96db2b-852e-845a-81a2-d5ff0bc0942e.htm
---
# Autodesk.Revit.UI.UIFabricationUtils.GetOpenConnectorIndicatorAwayColor Method

Gets the color of the open connector indicator in away direction.

## Syntax (C#)
```csharp
public static Color GetOpenConnectorIndicatorAwayColor()
```